/* Info shown cell for TV shows */
"Season %@, Episode %@" = "Sezon %1$@, Bölüm %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "Sezon %@";

/* TV Season header in video details */
"%@, Season %@" = "%@, Sezon %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(1 Bölüm)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(1 Kitap)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d Kitap)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d Bölüm, 1 Video)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d Bölüm, %d Video)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d Bölüm)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d Video)";

"ONE_SONG" = "1 Parça";
"SONGS_COUNT_FORMAT" = "%d Parça";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d Albüm, %d Parça";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d Albüm, 1 Parça";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "1 Parça";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d Parça";

"ALBUM_HEADER_SONG_COUNT" = "%d Parça";
"ALBUM_HEADER_SONG_COUNT_1" = "1 Parça";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Çıkış tarihi %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"LIBRARY" = "Arşiv";
"MUSIC" = "Müzik";
"NO_MUSIC_TITLE" = "Müzik";
"NO_VIDEOS_TITLE" = "Videolar";
"SOURCES" = "Kaynaklar";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Aksesuar Bağlandı";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Tüm Albümleri Ekle";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Tüm Parçaları Ekle";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Parçaları On-The-Go listesine ekle.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Kaydet";
"ADD_PLAYLIST_DIALOG_TITLE" = "Yeni Liste";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Bu liste için bir ad girin.";
"ADD_PLAYLIST_ROW" = "Liste Ekle…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Başlık";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "“%@” listesine parça ekle.";
"EDIT_PLAYLIST_RENAME" = "Adını Değiştir";
"EDIT_PLAYLIST_ADD_SONGS" = "Parça Ekle";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Listenin Adını Değiştir";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Başlık";

/* No comment provided by engineer. */
"Albums" = "Albümler";

/* list option to view all albums. */
"All Albums" = "Tüm Albümler";

/* list option to view all songs. */
"All Songs" = "Tüm Parçalar";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "Bölüm %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "Vazgeç";

/* No comment provided by engineer. */
"Chapter %d of %d" = "Bölüm %1$d / %2$d";

"CHAPTER_INDEX_FORMAT" = "Bölüm %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "Listeyi Yenile";

"CLEAR" = "Temizle";

/* No comment provided by engineer. */
"Clear Playlist" = "Listeyi Boşalt";

/* No comment provided by engineer. */
"Save Playlist" = "Listeyi Kaydet";

/* No comment provided by engineer. */
"Delete Playlist" = "Listeyi Sil";

/* No comment provided by engineer. */
"content" = "içerik";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Geçersiz";

/* No comment provided by engineer. */
"Delete" = "Sil";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Yer açmak için \U201c%@\U201d öğesini silmek ister misiniz?";

/* No comment provided by engineer. */
"Done" = "Bitti";

/* No comment provided by engineer. */
"Edit" = "Düzenle";

/* No comment provided by engineer. */
"Save" = "Kaydet";

/* Info shown cell for TV shows */
"Episode %@" = "Bölüm %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "Taban alınan müzik sanatçısı:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ ve Diğerleri";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " ve diğerleri";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Genius Karması";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "“%@” indirmek için bir Wi-Fi ağına veya hücresel ağa bağlanın.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "“%@” indirmek için bir Wi-Fi ağına bağlanın.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Tut";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d Albüm";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d Sanatçı";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d Audible Kitabı";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d Sesli Kitap";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d Derleme";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d Besteci";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d Öğe";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d İz";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d Tür";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d Liste";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d Bölüm";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d Podcast";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d Parça";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "%d / %d indiriliyor…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d Sesli Not";

/* No comment provided by engineer */
"LOADING_GENIUS" = "Yükleniyor…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "Şarkı Sözleri Yükleniyor…";

/* No comment provided by engineer. */
"More" = "Fazlası";

/* Section header title in the Videos list */
"Movies" = "Filmler";

/* Section header title in the Videos list */
"Movie Rentals" = "Kiralanmış Filmler";

/* Section header title in the Videos list */
"Music Videos" = "Video Klipler";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Sesli Kitap Yok";

/* Generic no content message */
"No Content" = "İçerik Yok";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Müzik Yok";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Podcast Yok";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Video Yok";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Albümler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Sanatçılar";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Sesli Kitaplar";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Derlemeler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Besteciler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Türler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Genius Karmaları";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "Fazlası";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Listeler";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Listeler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcast'ler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Parçalar";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Videolar";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Filmler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Kiralıklar";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "TV Şovları";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcast'ler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Video Klipler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Bilgi";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Bölümler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Bölümler";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Filmi Oynat";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Paylaşılan";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "Kısım %d / %d";

/* No comment provided by engineer. */
"Playlists" = "Listeler";

/* Section header title in the Videos list */
"Podcasts" = "Podcast'ler";

/* Shuffle option shown in song lists */
"Shuffle" = "Karıştır";

/* No comment provided by engineer. */
"Songs" = "Parçalar";

/* iTunes Movie Store */
"MOVIE_STORE" = "Mağaza";

/* iTunes Music Store */
"MUSIC_STORE" = "Mağaza";

/* No comment provided by engineer. */
"Syncing" = "Eşzamanlanıyor";

/* Section header title in the Videos list */
"TV Shows" = "TV Şovları";

/* No comment provided by engineer. */
"Unknown" = "Bilinmeyen";
"UNKNOWN_ARTIST" = "Bilinmeyen Sanatçı";
"UNKNOWN_ALBUM" = "Bilinmeyen Albüm";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "iTunes Store’dan podcast indirebilirsiniz";
"You can download iTunes U content from iTunes." = "iTunes Store’dan iTunes U içeriği indirebilirsiniz";
"You can download audiobooks from iTunes." = "iTunes Store’dan sesli kitap indirebilirsiniz";
"You can download music from iTunes." = "iTunes Store’dan müzik indirebilirsiniz";
"You can download videos from iTunes." = "iTunes Store’dan video indirebilirsiniz";

"NOW_PLAYING" = "Şu An Çalınan:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "Şu An\nÇalınan";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Kiralanmış Filmin Süresi Dolacak";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Bu filmin süresi yakında dolacak. Süresi dolduktan sonra izlemeyi durdurursanız, yeniden kiralamanız gerekecektir.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "“%@” filmini silmek istediğinizden emin misiniz? Kiralanmış bu filmi silerseniz, izlemek için onu yeniden kiralamanız gerekecektir.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "“%@” gerçekten silinsin mi?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "“%@”, iTunes’a aktarılmadı.  Onu silerseniz, yeniden satın almanız gerekecektir.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Kiralanmış bu filmi oynatmak ister misiniz?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Kiralanmış TV Şovunun Süresi Dolacak";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Bu TV şovunun süresi yakında dolacak. Süresi dolduktan sonra izlemeyi durdurursanız, yeniden kiralamanız gerekecektir.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "“%@” TV şovunu silmek istediğinizden emin misiniz? Kiralanmış bu TV şovunu silerseniz, izlemek için onu yeniden kiralamanız gerekecektir.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Kiralanmış bu TV şovunu oynatmak ister misiniz?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "İzlemeye başladıktan %d gün sonra süresi dolacaktır.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "İzlemeye başladıktan %d gün sonra süresi dolacaktır.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "İzlemeye başladıktan %d saat sonra süresi dolacaktır.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "İzlemeye başladıktan %d saat sonra süresi dolacaktır.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "İzlemeye başladıktan %d dakika sonra süresi dolacaktır.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "İzlemeye başladıktan %d dakika sonra süresi dolacaktır.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "Daha Fazla Bölüm Al…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Genius Önerilerini Gör…";

"GET_MORE_TV_EPISODES" = "Daha Fazla Bölüm Al…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Arama Sonuçları";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Parça";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Sanatçı";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Albüm";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Liste";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Sesli Kitap";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Video Klip";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "TV Şovu";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Film";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Ara";

"SEARCH_RESULTS_ONE_RESULT" = "1 Sonuç";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d Sonuç";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Sanatçılar (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Sanatçı (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albümler (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Albüm (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Liste (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Listeler (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Parça (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Parçalar (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Sesli Kitaplar (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Sesli Kitap (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Podcast Bölümleri (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Podcast Bölümü (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcast’ler (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcast (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Video Klipler (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Video Klip (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "TV Bölümleri (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "TV Bölümü (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "TV Şovları (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "TV Şovu (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Filmler (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Film (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Türler (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Tür (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Besteciler (%@ Sonuç)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Besteci (%@ Sonuç)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Mağazada Aramayı Sürdür…";

"PODCAST_LINK_EMAIL_FORMAT" = "iTunes’daki şu podcast’e bakın:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Podcast’leri paylaşmak için lütfen bir Mail hesabı ayarlayın.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Özet";
"DESCRIPTION_HEADER" = "Açıklama";

"ACTOR_HEADER_SINGULAR" = "Oyuncu";
"ACTOR_HEADER_PLURAL" = "Oyuncular";

"DIRECTOR_HEADER_SINGULAR" = "Yönetmen";
"DIRECTOR_HEADER_PLURAL" = "Yönetmenler";

"PRODUCER_HEADER_SINGULAR" = "Yapımcı";
"PRODUCER_HEADER_PLURAL" = "Yapımcılar";

"SCREENWRITER_HEADER_SINGULAR" = "Senarist";
"SCREENWRITER_HEADER_PLURAL" = "Senaristler";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d albüm, %d parça";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d albüm, %d parça";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d albüm, %d parça";

"NO_METADATA_RELEASED_HEADER" = "Yayımlandı";
"NO_METADATA_LENGTH_HEADER" = "Uzunluk";
"NO_METADATA_SIZE_HEADER" = "Büyüklük";
"NO_METADATA_COPYRIGHT_HEADER" = "Telif Hakkı";
"NO_METADATA_DIMENSIONS_HEADER" = "Boyutlar";
"NO_METADATA_CODECS_HEADER" = "Çözücüler";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Yayımlandı";
"LENGTH_HEADER" = "Uzunluk";
"SIZE_HEADER" = "Büyüklük";
"COPYRIGHT_HEADER" = "Telif Hakkı";
"FROM_THE_ALBUM_HEADER" = "Albümden (iTunes’da Kullanılabilir)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Boyutlar";
"CODECS_HEADER" = "Çözücüler";

"RELEASE_DATE_UNKNOWN" = "Bilinmeyen";
"DURATION_UNKNOWN" = "Bilinmeyen";
"DIRECTORS_UNKNOWN" = "Bilinmeyen";

"ALBUM_UNKNOWN" = "Bilinmeyen Albüm";
"ALBUM_SONGS_COUNT_SINGULAR" = "1 Parça";
"ALBUM_SONGS_COUNT_PLURAL" = "%u Parça";

"CREATE_GENIUS_PLAYLIST" = "Genius Listesi yaratmak için bir parça seçin.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "%@ listesine parça ekle.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Çıkış tarihi %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 Parça";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u Parça";
"ALBUM_INFO_TIME_SINGULAR" = "1 dk.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u dk.";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "iTunes'dan video indirebilirsiniz.";
"GENIUS_PLAYLIST" = "Genius Listesi";
"DELETE_VIDEO_ALERT" = "Video Silinsin mi?";

"PLAYLIST_DELETE_ALERT_TITLE" = "Sil: “%@”";
"PLAYLIST_DELETE_ALERT_BODY" = "“%@” silindiğinde, bir sonraki eşzamanlamada bilgisayarınızdan da silinecektir.";

"EPISODE_DESCRIPTION_MORE" = "Fazlası";

"NO_RESULTS" = "Sonuç Yok";

"PLAY_ALL_SONGS" = "Tüm Parçaları Çal";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Genius Listesi yaratmak için bir parça seçin.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Yeni";
"GENIUS_REFRESH_BUTTON_TITLE" = "Yenile";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "Ev Paylaşımı Arşivleri";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "“%@” adlı arşiv parola gerektiriyor.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Parola";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "“%@” arşivine bağlanamadı.";

"RENTAL_EXPIRED_FORMAT" = "“%@” için kiralama süreniz doldu";
"RENTAL_WARNING_DAYS_FORMAT" = "“%2$@”, %1$@ gün daha izlenebilir. Daha sonra silinecektir";
"RENTAL_WARNING_DAY_FORMAT" = "“%2$@”, %1$@ gün daha izlenebilir. Daha sonra silinecektir";
"RENTAL_WARNING_HOURS_FORMAT" = "“%2$@”, %1$@ saat daha izlenebilir. Daha sonra silinecektir";
"RENTAL_WARNING_HOUR_FORMAT" = "“%2$@”, %1$@ saat daha izlenebilir. Daha sonra silinecektir";
"RENTAL_WARNING_MINUTES_FORMAT" = "“%2$@”, %1$@ dakika daha izlenebilir. Daha sonra silinecektir";
"RENTAL_WARNING_MINUTE_FORMAT" = "“%2$@”, %1$@ dakika daha izlenebilir. Daha sonra silinecektir";

"HOME_SHARING_SPLASH_LABEL" = "Ev Paylaşımı";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple Kimliği";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "ornek@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Parola";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "Gerekli";
"HOME_SHARING_FOOTER_LABEL" = "Ev Paylaşımı’nı kullanmak için bir Apple kimliği gereklidir.";
"HOME_SHARING_ERROR_TITLE" = "Ev Paylaşımı açılamıyor";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Ortam Arşivine Bağlanamıyor";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "Ev Paylaşımı, iTunes 10.2 veya yenisini gerektirir.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "iPad’im";
"SHARED_DEVICE_LIBRARY_FORMAT" = "%@";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Tümünü İndir";
"SHOW_COMPLETE_ALBUM" = "Albümün Tamamını Göster…";
"HIDE_COMPLETE_ALBUM" = "Albümün Tamamını Gizle";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "Albümümü Tamamla: %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Bu Albümü Tamamla";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "Albümü Satın Al: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "Normal fiyat: %@";
"SHOW_COMPLETE_SEASON" = "Sezonun Tamamını Göster";
"HIDE_COMPLETE_SEASON" = "Sezonun Tamamını Gizle";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "%d Bölüm Daha…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "iTunes’da %d Bölüm Daha Var";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "%d Bölüm Daha…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "iTunes’da %d Bölüm Daha Var";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "Sezonumu Tamamla: %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Sezonumu Tamamla";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Sezon Biletimi Tamamla";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "Sezonu Satın Al: %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Sezonu Satın Al";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Sezon Bileti Satın Al";

"EXIT_STORE_BUTTON_TITLE" = "Arşiv";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "Podcast’ler Taşındı";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Podcast’ler uygulaması kullanılarak yeni bölümler indirilebilir.";
